{
    "1": {
        "q": "Why is slayer so late?",
        "a": "slayer benefits from postponing, gaining potent unlocks before starting, such as barrage, prayer pots, stronger gear, etc."
    },
    "2": {
        "q": "Why is this order of zenytes recommended?",
        "a": "Tormented bracelet does not benefit the account for a while, ring of suffering is broadly unimportant."
    },
    "3": {
        "q": "Why are infernal cape and quiver considered such end game upgrades",
        "a": "Their sequencing rationale reflects how far the items can be reasonably postponed for ugprades before learning the content is recommended. Their sequencing is likely not optimal in this instance. Players that know they're capable of getting them sooner probably will."
    },
    "4": {
        "q": "Why is 98 agility being recommended?",
        "a": "Loot and passive xp is very strong early in the account, yielding about 45k law/blood/soul runes, 7k cosmic and nats, 8k deaths. Also 336 ranarr seeds, 72 strange lockpicks, 550k thieving xp, 300k magic xp, 44k construction xp. Source is ParasailerOSRS spreadsheet."
    },
    "5": {
        "q": "Where is purging staff?",
        "a": "Scorching bow and Purging staff share a synapse. make whichever one needed at any given time."
    },
    "6": {
        "q": "Where are the Moons of Peril unqiues?",
        "a": "They are omitted because more optimal alternatives are available. the Bloodbark set is quicker to obtain than the blue moon set is. strength legs are not sufficiently impactful to include, and Dual macuahuitl is crush weapon niche that is fulfilled by zamorakian hasta. "
    },
    "7": {
        "q": "Why is barrows omitted?",
        "a": "A set is required for achievement diary cape. beyond this, all items (except for the dharoks set for Grandmaster CA's) are near fully obsolete."
    },
    "8": {
        "q": "Why is fire cape so late?",
        "a": "Assuming you want bowfa aswell as fire cape, doing them in this order minimizes total  time spent. The time loss is only an hour or so however, so you are welcome to deviate if this is preference of course."
    }
}